Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: Better preparation of the humanities graduates to labour market requirements by implementing the Skills Development Programme.
pl: Lepsze przygotowanie absolwentów także kierunków humanistycznych do wymagań rynku pracy poprzez realizowanie Programu Rozwoju Kompetencji.

source: A change in the rules for the evaluation of research units in the humanities and social sciences, so that their specificity will be even better addressed.
pl: Zmiana zasad oceny jednostek naukowych w humanistyce i naukach społecznych, tak by jeszcze bardziej uwzględnić ich specyfikę.

source: New rules will be developed by the Research Units Evaluation Committee in consultation with academia.
pl: Nowe zasady wypracuje Komitet Ewaluacji Jednostek Naukowych w konsultacji ze środowiskiem.

source: The National Programme for Development of the Humanities will be continued.
pl: Kontynuowanie Narodowego Program Rozwoju Humanistyki.

source: Foreign students at Polish universities: internationalization of higher education
pl: Zagraniczni studenci na polskich uczelniach: umiędzynarodowienie szkolnictwa wyższego

source: According to the OECD ranking, Poland takes one of the lowest places as far as the presence of foreign students at Polish universities is concerned.
pl: Polska zajmuje jedno z najniższych miejsc w rankingu OECD, jeśli chodzi o obecność studentów zagranicznych w naszym kraju.

source: The actions undertaken by the Ministry include:
pl: Podejmowane działania to między innymi:

source: The 'Polish Erasmus' Programme for Ukraine: 500 annual government scholarships for the most talented students from Ukraine (implementation of the programme continues).
pl: Program Polski Erasmus dla Ukrainy: 500 rocznych stypendiów rządowych dla najzdolniejszych studentów ukraińskich - trwa realizacja programu.

source: New international agreements on scientific and academic cooperation: in September this year, the Ministry signed such an agreement with Oman; similar agreements are being negotiated with Qatar and the United Arab Emirates; the Ministry will soon enter into negotiations with Saudi Arabia and is about to sign scientific cooperation agreements with Malaysia, Vietnam, the Republic of Korea and India.
pl: Nowe umowy międzynarodowe o współpracy naukowej i akademickiej: we wrześniu podpisana umowa z Omanem, trwają negocjacje porozumień z Katarem, Zjednoczonymi Emiratami Arabskimi, rozpoczynają się rozmowy z Arabią Saudyjską; przygotowywane jest podpisanie umów z Malezją, Wietnamem, Republiką Korei, Indiami.

source: In October, a bilateral agreement on the recognition of academic qualifications will be signed between Poland and China.
pl: Trwa przygotowanie oferty polskich uczelni dla zagranicznych studentówi doktorantów.

source: The respective ministerial groups are also working on Polish university curriculums to be presented to foreign students and doctoral students.
pl: Uzyskanie amerykańskich akredytacji dla najlepszych uczelni technicznych - trwają uzgodnienia ze stroną amerykańską.

source: The Ready, Study, Go!
pl: Portal Ready, Study, Go!

source: Two programmes allowing better cooperation between universities and schools were established, namely: Young Inventors University and Academic Centres for Creativity.
pl: Stworzone zostały dwa programy, które umożliwią lepszą współpracę uczelni ze szkołami: Uniwersytet Młodych Wynalazców i Akademickie Centrum Kreatywności.

source: Both programmes are currently on-going:
pl: Oba programy są w trakcie realizacji:

source: Young Inventors University is a programme that opens university laboratories to pupils and their tutors.
pl: Uniwersytet Młodych Wynalazców to program, który otwiera laboratoria i pracownie uczelni dla uczniów i ich nauczycieli.

source: Together with academic teachers, pupils will perform experiments, carry out research projects and hold academic discussions.
pl: Wspólnie z wykładowcami z uczelni uczniowie będą prowadzić doświadczenia, projekty badawcze, dyskusje akademickie.

source: Academic Centres for Creativity will educate teachers in accordance with present trends.
pl: Akademickie Centra Kreatywności będą nowocześnie kształcić nauczycieli.

source: The students - teachers-to-be - from the best universities will learn about modern methods of teaching and test them in schools co-operating with academic centres.
pl: Studenci, przyszli nauczyciele, z najlepszych uczelni poznają nowoczesne metody dydaktyczne i przetestują je w szkołach, współpracujących z ośrodkami akademickimi.

source: They will learn, for instance, how to develop pupils' passions and skills (such as teamwork) or handle tense situations in the classroom.
pl: Prof. Lena Kolarska-Bobińska zaprzysiężona na urząd ministra nauki i szkolnictwa wyższego

source: Another Foundation Stone Laid For Multi-Million Zloty Investment
pl: Kolejny kamień węgielny pod wielomilionową inwestycję

source: In addition, the Minister of Science opened several modern laboratories and the Academic Sports Centre of the Gdańsk University of Technology during her visit to Pomerania.
pl: Minister nauki podczas wizyty na Pomorzu zainaugurowała też działalność nowoczesnych laboratoriów i Centrum Sportu Akademickiego Politechniki Gdańskiej.

source: 'Not only Poland is under construction; so is Polish science.
pl: - Nie tylko Polska jest w budowie, także nasza nauka jest w budowie.

source: In Pomeranian Province alone 124 investments, which cost PLN 1.5 billion, have been recently made.
pl: W samym województwie pomorskim powstały ostatnio 124 inwestycje, które kosztowały 1,5 mld zł.

source: It is amazing how much higher education institutions have modernized throughout the whole country lately', said today Professor Lena Kolarska-Bobińska, the Minister of Science and Higher Education.
pl: Oszałamiające jest jak w ostatnich latach unowocześniły się uczelnie w całej Polsce - mówiła dziś minister nauki i szkolnictwa wyższego prof.

source: At present, an edifice for the Institute of Biotechnology worth nearly PLN 60 million is under construction on the Baltic Campus of the University of Gdańsk in the suburb of Gdańsk Oliwa.
pl: Teraz na terenie Bałtyckiego Kampusu UG w Gdańsku Oliwie buduje gmach Instytutu Biotechnologii wart blisko 60 mln zł.

source: The Minister of Science emphasized the fact that the time of such large investments in infrastructure is coming to an end, and that all these modern scientific and educational centres must now be used to conduct high quality research.
pl: Minister nauki podkreślała przy tym, że czas tak dużych inwestycji w infrastrukturę się kończy i musi być ona wykorzystana do prowadzenia wysokiej jakości studiów oraz badań naukowych.

source: The Professor added that it is also important to determine the specific nature and opportunities of the area where a given university is located; for instance, the University of Gdańsk cooperates in many areas with schools of all levels.
pl: Ważne jest też określenie specyfiki i wykorzystanie możliwości regionu, w jakim znajduje się uczelnia - Uniwersytet Gdański fantastycznie współpracuje ze szkołami i z liceami.

source: Polish universities may boast not only modern laboratories and lecture halls but also modern sports centres.
pl: Na polskich uczelniach powstają nie tylko laboratoria i sale dydaktyczne, ale też nowoczesne centra sportowe.

source: Today the Minister of Science attended the opening ceremony for one of them.
pl: W uroczystości otwarcia jednego z nich uczestniczyła dziś minister nauki.

source: During today's visit to Pomerania, Professor Kolarska-Bobińska also opened a modern Waste and Chemical Reagents Warehouse.
pl: Lena Kolarska-Bobińska zainaugurowała również działalność nowoczesnego Magazynu Odpadów i Odczynników Chemicznych.

source: Australian university honours Vice Minister Orłowska
pl: Wiceminister Orłowska uhonorowana przez australijską uczelnię

source: The Senate of the University decided to confer the highest academic title on Professor Orłowska as early as 2011.
pl: Orłowską już w 2011 r. Tym zaszczytnym tytułem środowisko uczelni doceniło działalność naukowo-badawczą, wybitne osiągnięcia oraz wkład prof.

source: Minister Gowin in Brussels: we will base our economy on science
pl: Minister Gowin w Brukseli: polską gospodarkę oprzemy na nauce

source: Basing the development of Poland on innovations and science is an idea for the government's economical policy by Jarosław Gowin, Deputy Prime Minister.
pl: Oparcie rozwoju Polski na innowacjach i nauce - to pomysł wicepremiera Jarosława Gowina na politykę gospodarczą rządu.

source: - We want to base the economical policy mostly on innovations, modern technologies and Polish science - ensured Jarosław Gowin.
pl: - Chcemy politykę gospodarczą oprzeć w jak największym stopniu na innowacjach, nowoczesnych technologiach i na polskiej nauce - zapewnił Jarosław Gowin.

source: He also expressed his hope that a strict cooperation of Polish scientists with institutions of the European Union shall have an influence on the development of Poland.
pl: Wicepremier wyraził nadzieję, że do rozwoju kraju przyczyni się również ścisła współpraca polskich naukowców z instytucjami Unii Europejskiej.

source: He admitted that a presence of Polish researchers in the Horizon 2020 program or the number of grants acquired by them within the scope of European Research Council do not reflect the potential of Polish science.
pl: Przyznał, że obecność polskich uczonych w programie Horyzont 2020 czy liczba otrzymanych przez nich grantów w ramach European Research Council nie oddają potencjału polskiej nauki.

source: Gowin announced a continuation of activities aimed at increasing remuneration of Polish scientists participating in projects within Horizon 2020.
pl: Gowin zapowiedział kontynuację działań na rzecz podniesienia wynagrodzeń dla polskich uczonych, uczestniczących w projektach w ramach Horyzontu 2020.

source: Among barriers of the participation of Polish researchers in European projects, the Minister of science and higher education mentioned the phenomenon of geographical inequity at organisations evaluating projects applying for funds.
pl: Wśród barier uczestnictwa polskich naukowców w europejskich projektach minister nauki i szkolnictwa wyższego wymienił zjawisko nierównowagi geograficznej w gremiach oceniających projekty ubiegające się o granty.

source: According to Gowin, new EU states are often ignored.
pl: Zdaniem Gowina nowe kraje UE są w nich często pomijane.

source: He also pointed to the unequal treatment of projects of various sizes - promoting large projects by the European Commission significantly limits chances of scientists from Poland and other new membership states, especially managing such projects - evaluated the Deputy Prime Minister.
pl: Zwrócił też uwagę na nierówne traktowanie projektów różnej wielkości - Promowanie przez KE dużych projektów bardzo ogranicza szanse naukowców z Polski i innych nowych państw członkowskich do udziału, a zwłaszcza kierowania, tymi projektami - ocenił wicepremier.

source: Jarosław Gowin referred also to significant barriers for the cooperation of the science and business in Poland.
pl: Jarosław Gowin wskazał też istotne bariery dla współpracy nauki i biznesu w naszym kraju.

source: - One unused reserve is related with large State Treasury companies.
pl: - Niewykorzystaną rezerwą są duże spółki Skarbu Państwa.

source: Until now, no company, apart from KGHM has invested in R&D.
pl: Do tej pory, poza KGHM, żadna z tych spółek nie inwestowała w obszar badań i rozwoju.

source: Now, this situation will change for sure.
pl: Teraz ta sytuacja na pewno się zmieni.

source: We know that it is the plan of a new Minister of state treasury.
pl: Wiemy, że taki jest plan nowego ministra skarbu - poinformował Gowin.

source: Yesterday, the Deputy Prime Minister represented Poland in Amsterdam at an unofficial meeting of the European Competitiveness Council (COMPET) .
pl: Wczoraj wicepremier reprezentował Polskę w Amsterdamie na nieformalnym posiedzeniu europejskiej Rady ds. konkurencyjności (COMPET) .

source: It is one of sector councils of the Council of the European Union.
pl: Jest to jedna z rad sektorowych Rady Unii Europejskiej.

source: Unveiling ceremony of the Maria Skłodowska-Curie monument in Warsaw
pl: W Warszawie odsłonięto pomnik Marii Skłodowskiej-Curie

source: She, along with the presidents unveiled the sculpture commemorating Maria Skłodowska-Curie on July 4th in Nowe Miasto in Warsaw.
pl: Rzeźbę upamiętniającą Marię Skłodowską-Curie odsłonili 4 czerwca na jej rodzinnym Nowym Mieście w Warszawie prezydent Bronisław Komorowski i prezydent Francji François Hollande.

source: Today, the most prestigious European support programme for Scientists bears her name: Marie Skłodowska-Curie Actions (MSCA, http://ec.europa.eu/programmes/horizon2020/en/h2020-section/marie-sklodowska-curie-actions ).
pl: Dziś imię uczonej nosi najbardziej ambitny europejski program wspierania naukowców: Działania Marie Skłodowskiej-Curie (MSCA, http://ec.europa.eu/programmes/horizon2020/en/h2020-section/marie-sklodowska-curie-actions ).

source: During the Polish presidency in the European Union in 2011 the programme was named with the scientist's full name to commemorate her Polish roots.
pl: W czasie polskiej prezydencji w Unii w 2011 r. program udało się nazwać pełnym nazwiskiem uczonej, przypominając o jej polskich korzeniach.

source: The scholarship programme named after the Polish scientist finances not only the most advanced research conducted in Europe but also training for scientists in all research areas and cooperation with scientific institutions outside the European Union.
pl: Program stypendialny nazwany imieniem polskiej badaczki finansuje nie tylko najbardziej zaawansowane badania prowadzone w Europie, ale także szkolenia dla naukowców we wszystkich obszarach badawczych i współpracę z instytucjami naukowymi poza Unią Europejską.

source: One of the main goals of Marie Skłodowska-Curie Actions is to facilitate scientific careers through grants ensuring attractive remuneration and full social and pension security.
pl: Jednym z głównych celów Działań Marie Skłodowskiej-Curie jest ułatwianie kariery naukowej poprzez finansowanie grantów zapewniających atrakcyjne wynagrodzenie i pełne zabezpieczenie społeczno-emerytalne.

source: The programme is directed to all scientists regardless of their career level or the scientific area of research.
pl: Program skierowany jest do wszystkich naukowców, niezależnie od etapu kariery, na którym się znajdują, i dziedziny naukowej, w której prowadzą badania.

source: Financial support is offered to the best projects that are either proposed by individual scientists or consortia of institutions from different countries.
pl: W ramach programu finansowane są najlepsze projekty proponowane bądź przez indywidualnych naukowców, bądź konsorcja instytucji pochodzących z różnych krajów.

source: The mission of this prestigious European programme is to promote scientific careers and encourage the young generation to choose this exact scientific path as well as to encourage individual scientists to conduct research in Europe.
pl: Misją prestiżowego unijnego programu jest promowanie karier naukowych i zachęcanie młodego pokolenia do wyboru właśnie tej drogi zawodowej, a także zachęcanie indywidualnych naukowców do prowadzenia badań w Europie.

source: MSCA shall also be the main EU programme addressed to PhD students - 25 000 of them will be granted funding for their PhD projects.
pl: MSCA będzie też głównym programem unijnym adresowanym do doktorantów - 25 000 z nich zdobędzie finansowanie na prace doktorskie.

source: Polish and Italian Ministers about cooperation in science and higher education
pl: Ministrowie Polski i Włoch o współpracy w nauce i szkolnictwie wyższym

source: Polish-Italian intergovernmental consultations of Prime Ministers Donald Tusk and Enrico Letta have just been concluded in Warsaw.
pl: W Warszawie zakończyły się polsko-włoskie konsultacje międzyrządowe z udziałem premierów Donalda Tuska i Enrico Letty.

source: For the first time cooperation in science and higher education has been on the agenda.
pl: Po raz pierwszy w agendzie rozmów znalazły się kwestie dotyczące współpracy w nauce i szkolnictwie wyższym.

source: - This week Horizon 2020, a new framework programme for financing research in the EU was adopted.
pl: - W tym tygodniu przyjęto nowy program ramowy finansowania badań w Unii Europejskiej Horyzont 2020.

source: In July 2014 Italy will hold the Presidency of the EU Council, having a particular influence on its work, including the creation of the European Research Area.
pl: Od lipca 2014 roku Włochy obejmują przewodnictwo w Radzie UE, będą więc miały szczególny wpływ na kierunek prac w tym w tworzeniu Europejskiej Przestrzeni Badawczej.

source: The main goal of the meeting was the opening of debate on the priorities of bilateral cooperation in the area of science and higher education.
pl: Głównym celem spotkania było rozpoczęcie dyskusji o priorytetach we współpracy bilateralnej w nauce i szkolnictwie wyższym.

source: Both parties agreed that it is necessary to identify priority research areas in which joint science projects will be carried out, collecting information on science institutions, research centres and teams of scientists interested in such cooperation.
pl: Obie strony uznały, że konieczne jest wskazanie priorytetowych obszarów badawczych, w których prowadzone będą wspólne projekty naukowe, a także zebranie informacji o instytucjach naukowych, ośrodkach badawczych i zespołach naukowców zainteresowanych taką współpracą.

source: The Italian Ministry of Science will send to Poland a list of large research projects which are being prepared or implemented by Italian scientists, expecting Polish universities and research institutes to join in.
pl: Włoskie ministerstwo ds. nauki przekaże Polsce listę dużych projektów badawczych, przygotowywanych lub już realizowanych przez włoskich badaczy, do których mogłyby włączyć się polskie uczelnie i instytuty badawcze.

source: The scope of prospective research and science cooperation will be discussed by Rectors and research workers in both countries.
pl: Zakres możliwej współpracy naukowej i badawczej zostanie omówiony przez środowiska rektorów i pracowników naukowych w obu krajach.

source: The Italian Minister of Education, Universities and Research, Maria Chiara Carrozza, mentioned that priorities of the Italian Presidency will include space research and joint work of European countries on creating the European Higher Education Area.
pl: Włoska minister ds. szkolnictwa, uniwersytetów i badań Maria Chiara Carrozza zaznaczyła też, że priorytetem włoskiej prezydencji będą m.in. badania kosmosu i wspólne prace europejskich państw nad tworzeniem Europejskiej Przestrzeni Szkolnictwa Wyższego.

source: The Italian government also declared that it will promote Poland and Polish universities among Italian students who apply for scholarships abroad under the Erasmus programme.
pl: Włoski rząd zobowiązał się też do promowania Polski i polskich uczelni wśród włoskich studentów, wyjeżdżających na zagraniczne stypendia w ramach programu Erasmus.

source: One priority of the academic exchange will be to enable Polish students to learn space science and to have practical training at leading centres of Italian space industry.
pl: Jednym z priorytetów wymiany akademickiej będzie umożliwienie polskim studentom podjęcia nauki na kierunkach związanych z naukami o Kosmosie oraz praktyk w wiodących ośrodkach włoskiego przemysłu kosmicznego.

source: The Second Polish-French Forum of Science and Innovation
pl: Drugie Polsko-Francuskie Forum Nauki i Innowacji

source: On June 8, 2016, the Ministry of Science and Higher Education, in cooperation with the Embassy of France in Poland and the French Institute in Poland, are organising the second edition of Polish-French Forum of Science and Innovation, taking place at the AGH University of Science and Technology in Krakow.
pl: Ministerstwo Nauki i Szkolnictwa Wyższego we współpracy z Ambasadą Francji w Polsce oraz Instytutem Francuskim w Polsce organizują w dniu 8 czerwca 2016 r. drugą edycję Polsko-Francuskiego Forum Nauki i Innowacji, która odbędzie się w Akademii Górniczo-Hutniczej w Krakowie (AGH).

source: The aim of the forum is to present Polish-French cooperation in the field of research and innovations, especially a scientific cooperation in key branches of French-Polish strategic partnership, to highlight perspectives offered by the European framework programme for research and innovation «Horizon 2020».
pl: Forum ma na celu przedstawić francusko-polską współpracę w dziedzinie badań i innowacji, szczególnie współpracę naukową w kluczowych dziedzinach francusko-polskiego partnerstwa strategicznego, podkreślić perspektywy oferowane przez europejski program ramowy dotyczący nauki i innowacji «Horizon 2020».

source: Nearly 300 participants will take part in the event, including: French and Polish scientists, teams engaged in European projects, Polish and French scientific authorities, partners of Polonium projects and representatives of international CNRS associated laboratories (LIA).
pl: W wydarzeniu weźmie udział blisko 300 uczestników, w tym: francuscy i polscy naukowcy, zespoły zaangażowane w projekty europejskie, polskie i francuskie władze naukowe, partnerzy projektów Polonium oraz przedstawiciele międzynarodowych laboratoriów stowarzyszonych (LIA) CNRS.

source: The forum is going to be inaugurated by French and Polish authorities and organised in two parts: the first one includes a plenary session devoted to an exchange of experiences titled «From science to innovations», while the second one consists of 5 parallel theme sessions.
pl: Forum zainaugurowane zostanie przez francuskie oraz polskie władze i zorganizowane zostanie w dwóch częściach: w pierwszej odbędzie się sesja plenarna poświęcona wymianie doświadczeń na temat « Od nauki do innowacji », w drugiej odbędzie się 5 równoległych sesji tematycznych.

source: The following issues are to be discussed during theme sessions:
pl: Podczas sesji tematycznych poruszone zostaną następujące zagadnienia:

source: Mutual scientific cooperation and Polonium programme: the first step towards European projects of Horizon 2020 Programme (10-minute presentations),
pl: Dwustronna współpraca naukowa oraz program Polonium: pierwszy krok w kierunku europejskich projektów programu Horizon 2020 (10-minutowe prezentacje),

source: Research and innovations in power industry (15-minute presentations),
pl: Badania i innowacje w dziedzinie energetyki (15-minutowe prezentacje),

source: Green technologies and eco-innovations (discussion),
pl: Zielone technologie i eko-innowacje (dyskusja),

source: Scientific and technological cooperation in the branch of space science (15-minute presentations),
pl: Współpraca naukowa i technologiczna w dziedzinie przestrzeni kosmicznej (15-minutowe prezentacje),

source: Innovations, development and reindustrialisation (discussion).
pl: Innowacje, rozwój i reindustrializacja (dyskusja).

source: Polish constructors the best at RobotChallenge Championship in Vienna
pl: Polscy konstruktorzy najlepsi w mistrzostwach RobotChallenge w Wiedniu

source: Polish contestants triumphed for the third time at the European robot championship.
pl: W najważniejszych europejskich zawodach robotów po raz trzeci z rzędu triumfowali Polacy.

source: Our constructors won ten medals: four gold, three silver and three bronze medals.
pl: Nasi konstruktorzy zdobyli aż dziesięć medali: cztery złote, trzy srebrne i trzy brązowe.

source: The Russians were ranked second in the competition.
pl: Drugie miejsce w klasyfikacji - z sześcioma medalami - zajęli Rosjanie.
